[
    {
        "id": 1,
        "title": "Harry Potter y la piedra filosofal",
        "image": "",
        "description": "Harry Potter se ha quedado huérfano y vive en casa de sus abominables tíos y del insoportable primo Dudley. Se siente muy triste y solo; hasta que un buen día recibe una carta que cambiará su vida para siempre. En ella le comunican que ha sido aceptado como alumno en el colegio interno Hogwarts de magia y hechicería. A partir de ese momento; la suerte de Harry da un vuelco espectacular. En esa escuela tan especial aprenderá encantamientos; trucos fabulosos y tácticas de defensa contra las malas artes. Se convertirá en el campeón escolar de quidditch; especie de fútbol aéreo que se juega montado sobre escobas; y hará un puñado de buenos amigos... aunque también algunos temibles enemigos. Pero; sobre todo; conocerá los secretos que le permitirán cumplir con su destino. Pues; aunque no lo parezca a primera vista; Harry no es un chico común y corriente. ¡Es un verdadero mago!",
        "price": 15960,
        "stock": 16,
        "category": {
            "id": 1,
            "name": "Sagas"
        },
        "author": {
            "id": 1,
            "name": "J.K. Rowling"
        }
    },
    {
        "id": 2,
        "title": "Harry Potter y la cámara secreta",
        "image": "",
        "description": "Mientras Harry espera impaciente en casa de sus insoportables tíos el inicio del segundo curso del Colegio Hogwarts de Magia y Hechicería, un elfo aparece en su habitación y le advierte de que una amenaza mortal se cierne sobre la escuela. Harry no se lo piensa dos veces y, acompañado de Ron, se dirige a Hogwarts en un coche volador. Allí, Harry oye extraños susurros en los pasillos desiertos y, de pronto... los ataques comienzan. La siniestra predicción del elfo parece hacerse realidad.",
        "price": 16990,
        "stock": 15,
        "category": {
            "id": 1,
            "name": "Sagas"
        },
        "author": {
            "id": 1,
            "name": "J.K. Rowling"
        }
    },
    {
        "id": 3,
        "title": "Harry Potter y el prisionero de Azcaban",
        "image": "",
        "description": "Harry aguarda con impaciencia el inicio del tercer curso en el Colegio Hogwarts de Magia y Hechicería. Tras haber cump lido trece años, solo y lejos de sus amigos de Hogwarts, Ha rry se pelea con su bigotuda tía Marge, a la que convierte en globo, y debe huir en un autobús mágico. Mientras tant o, de la prisión de Azkaban se ha escapado un terrible vill ano, Sirius Black, un asesino en serie con poderes mágicos que fue cómplice de lord Voldemort y que parece dispuesto a eliminar a Harry del mapa. Y por si esto fuera poco, Harry debe enfrentarse también a unos terribles monstruos, los de mentores, seres abominables capaces de robarles la felicidad a los magos y de borrar todo recuerdo hermoso de aquellos q ue osan mirarlos. Lo que ninguno de estos malvados personaje s sabe es que Harry, con la ayuda de sus fieles amigos Ron y Hermione, es capaz de todo y mucho más.",
        "price": 13820,
        "stock": 20,
        "category": {
            "id": 1,
            "name": "Sagas"
        },
        "author": {
            "id": 1,
            "name": "J.K. Rowling"
        }
    },
    {
        "id": 4,
        "title": "Harry Potter y el cáliz de fuego",
        "image": "",
        "description": "Habrá tres pruebas, espaciadas en el curso escolar, que medirán a los campeones en muchos aspectos diferentes: sus habilidades mágicas, su osadía, sus dotes de deducción y, por supuesto, su capacidad para sortear el peligro. Se va a celebrar en Hogwarts el Torneo de los Tres Magos. Sólo los alumnos mayores de diecisiete años pueden participar en esta competición, pero, aun así, Harry sueña con ganarla. En Halloween, cuando el cáliz de fuego elige a los campeones, Harry se lleva una sorpresa al ver que su nombre es uno de los escogidos por el cáliz mágico. Durante el torneo deberá enfrentarse a desafíos mortales, dragones y magos tenebrosos, pero con la ayuda de Ron y Hermione, sus mejores amigos, ¡quizá logre salir con vida!",
        "price": 24740,
        "stock": 20,
        "category": {
            "id": 1,
            "name": "Sagas"
        },
        "author": {
            "id": 1,
            "name": "J.K. Rowling"
        }
    },
    {
        "id": 5,
        "title": "Harry Potter y la Orden del Fénix",
        "image": "",
        "description": "napolitana",
        "price": 28490,
        "stock": 23,
        "category": {
            "id": 1,
            "name": "Sagas"
        },
        "author": {
            "id": 1,
            "name": "J.K. Rowling"
        }
    },
    {
        "id": 6,
        "title": "Harry Potter y el Misterio de Príncipe",
        "image": "",
        "description": "Con dieciséis años cumplidos, Harry inicia el sexto curso en Hogwarts en medio de terribles acontecimientos que asolan Inglaterra. Elegido capitán de quidditch, los entrenamientos, los exámenes y las chicas ocupan todo su tiempo, pero la tranquilidad dura poco. A pesar de los férreos controles de seguridad que protegen la escuela, dos alumnos son brutalmente atacados. Dumbledore sabe que se acerca el momento, anunciado por la Profecía, en que Harry y Voldemort se enfrentarán a muerte: 'El único con poder para vencer al Señor Tenebroso se acerca... Uno de los dos debe morir a manos del otro, pues ninguno de los dos podrá vivir mientras siga el otro con vida'. El anciano director solicitará la ayuda de Harry y juntos emprenderán peligrosos viajes para intentar debilitar al enemigo, para lo cual el joven mago, contará con la ayuda de un viejo libro de pociones perteneciente a un misterioso príncipe, alguien que se hace llamar Príncipe Mestizo.",
        "price": 23780,
        "stock": 8,
        "category": {
            "id": 1,
            "name": "Sagas"
        },
        "author": {
            "id": 1,
            "name": "J.K. Rowling"
        }
    },
    {
        "id": 7,
        "title": "Harry Potter y las Reliquias de la Muerte",
        "image": "",
        "description": "Harry Potter y las reliquias de la muerte es el séptimo y último volumen de la ya clásica serie fantástica de la autora británica J.K. Rowling. «Entregadme a Harry Potter -dijo la voz de Voldemort- y nadie sufrirá ningún daño. Entregadme a Harry Potter y dejaré el colegio intacto. Entregadme a Harry Potter y seréis recompensados.» Cuando se monta en el sidecar de la moto de Hagrid y se eleva en el cielo, dejando Privet Drive por última vez, Harry Potter sabe que lord Voldemort y sus mortífagos se hallan cerca. El encantamiento protector que había mantenido a salvo a Harry se ha roto, pero él no puede seguir escondiéndose. El Señor Tenebroso se dedica a aterrorizar a todos los seres queridos de Harry, y, para detenerlo, éste habrá de encontrar y destruir los horrocruxes que quedan. La batalla definitiva debe comenzar: Harry tendrá que alzarse y enfrentarse a su enemigo...",
        "price": 24910,
        "stock": 15,
        "category": {
            "id": 1,
            "name": "Sagas"
        },
        "author": {
            "id": 1,
            "name": "J.K. Rowling"
        }
    },
    {
        "id": 8,
        "title": "Canción de Hielo y Fuego: Juego de Tronos",
        "image": "",
        "description": "En el legendario mundo de los Siete Reinos donde el verano puede durar décadas y el invierno toda una vida, y donde rastros de una magia inmemorial surgen en los rincones más sombríos, la tierra del norte, Invernalia, está reguardada por un colosal muro de hielo que detiene a fuerzas oscuras y sobrenaturales. En este majestuoso escenario, lord Stark y su familia se encuentra en el centro de un conflicto que desatará las pasiones: la traición y la lealtad, la compasión y la sed dé venganza, el amor y el poder, la lujuria y el incesto, todo ello para ganar la más mortal de las batallas: el trono de hierro, una poderosa trampa que atrapara a los personajes y al lector.",
        "price": 15170,
        "stock": 100,
        "category": {
            "id": 1,
            "name": "Sagas"
        },
        "author": {
            "id": 2,
            "name": "George R. R. Martin"
        }
    },
    {
        "id": 9,
        "title": "Canción de Hielo y Fuego: Choque de reyes",
        "image": "",
        "description": "'Cuando los reyes están en guerra, toda la tierra tiembla.' He aquí la esperada secuela de Juego de tronos, segundo volumen de Canción de hielo y fuego, la saga fantástica que ha conquistado amillones de lectores en todo el mundo. 'Ahora hay más reyes en el reino que ratas en un castillo', afirma uno de los personajes de Choque de reyes. Y es que después de la sospechosa muerte de Robert Baratheon, el monarca de los Siete Reinos, su hijo Joffrey ha sido impuesto por la fuerza, aunque quienes realmente gobiernan son su madre, un eunuco y un enano, como dice la voz del pueblo. Cuatro nobles se proclaman, a la vez, reyes legítimos, y las tierras de Poniente se estremecen entre guerras y traiciones. Y todo este horror se encuentra presidido por la más ominosa de las señales: un inmenso cometa color sangre suspendido en el cielo.",
        "price": 21250,
        "stock": 60,
        "category": {
            "id": 1,
            "name": "Sagas"
        },
        "author": {
            "id": 2,
            "name": "George R. R. Martin"
        }
    },
    {
        "id": 10,
        "title": "Canción de Hielo y Fuego: Tormenta de espadas",
        "image": "",
        "description": "Las tropas de los inconstantes reyes de poniente arrasan con todo a su paso, empobreciendo aún más su entorno. El destino es titubeante, en cuanto surge un pacto el tiempo parece apresurarse para disolver los enlaces y, así. Los involucrados quedan una vez más con decisiones totalmente vagas. En las ciudades libres, Daenerys Targaryen intenta formar un ejército con el cual desembarcar en su tierra. Mientras la guardia de la noche, a pesar de sus escrupulosos métodos, se ve desbordada por los salvajes.",
        "price": 11630,
        "stock": 15,
        "category": {
            "id": 1,
            "name": "Sagas"
        },
        "author": {
            "id": 2,
            "name": "George R. R. Martin"
        }
    },
    {
        "id": 11,
        "title": "Canción de Hielo y Fuego: Festín de cuervos",
        "image": "",
        "description": "Luego de siglos de guerras descarnadas, los siete poderes que dividen la tierra se han diezmado unos a otros hasta alcanzar una difícil tregua. Muy pocos reclamos legítimos existen ya por el Trono de Hierro, y la guerra que ha convertido al mundo en poco más que un desierto al fin ha terminado. O eso parece. Pero no pasa mucho tiempo antes de que los sobrevivientes, los proscritos, los renegados y los carroñeros de los Siete Reinos se reúnan. Ahora, como cuervos humanos que acechan un banquete de cenizas, nuevas intrigas y peligrosas alianzas se forman, a la vez que rostros sorprendentes algunos familiares, otros desconocidos emergen de un siniestro crepúsculo de caos y luchas pasadas para asumir los desafíos de los terribles tiempos que se avecinan. Nobles y plebeyos, soldados y hechiceros, asesinos y sabios se unen para hacer valer su vida y sus fortunas. Porque en un festín de cuervos, muchos son los invitados...pero sólo unos pocos logran sobrevivir.",
        "price": 24990,
        "stock": 17,
        "category": {
            "id": 1,
            "name": "Sagas"
        },
        "author": {
            "id": 2,
            "name": "George R. R. Martin"
        }
    },
    {
        "id": 12,
        "title": "Canción de Hielo y Fuego: Danza de dragones",
        "image": "",
        "description": "Después de una colosal batalla, el futuro de los Siete Reinos pende de un hilo, acuciado por nuevas amenazas que emergen de todos los rincones y en todas direcciones. En el este, Danaerys Targaryen, el último eslabón de la Casa Targaryen, gobierna con sus tres dragones como la reina de una ciudad construida sobre polvo y muerte. Pera Daenerys tiene miles de enemigos, y muchos se han propuesto dar con ella. A medida que ellos la buscan, un joven emprende su propio camino hacia la reina, con un objetivo diametralmente distinto. Tyrion Lannister también se dirige hacia Daenerys mientras escapa de Poniente, donde le han puesto precio a su cabeza. Sus nuevos aliados en esta huida, no obstante, no son los malhechores que aparentan ser, y entre ellos se encuentra aquel que podría impedir que Daenerys se haga del control de Poniente para siempre.",
        "price": 18430,
        "stock": 34,
        "category": {
            "id": 1,
            "name": "Sagas"
        },
        "author": {
            "id": 2,
            "name": "George R. R. Martin"
        }
    },
    {
        "id": 13,
        "title": "El Hobbit",
        "image": "",
        "description": "La historia narra el viaje de un hobbit llamado Bilbo Bolsón (tío de Frodo, uno de los protagonistas principales de El Señor de los Anillos), al que no le gustan las aventuras, a la Montaña Solitaria en busca del tesoro robado por el dragón Smaug años atrás. Todo empieza un inesperado día en el que Bilbo recibe la visita de Gandalf el Gris junto con 13 enanos, entre los que se cuenta a Thorin, Escudo-de-Roble, a cuya familia le fue robado el tesoro. Algunos de los hechos narrados en El Hobbit influirán en los acontecimientos posteriores de El Señor de los Anillos.",
        "price": 9680,
        "stock": 71,
        "category": {
            "id": 1,
            "name": "Sagas"
        },
        "author": {
            "id": 3,
            "name": "J.R.R. Tolkien"
        }
    },
    {
        "id": 14,
        "title": "El Señor de los Anillos: La comunidad del anillo",
        "image": "imagen1.jpg",
        "description": "La Comunidad del Anillo es el primer volumen de la trilogía El señor de los anillos, escrita por J.R.R. Tolkien. En este libro se narra el inicio de la aventura de Frodo Bolsón y sus compañeros para destruir el Anillo Único.",
        "price": 20950,
        "stock": 10,
        "category": {
            "id": 1,
            "name": "Sagas"
        },
        "author": {
            "id": 3,
            "name": "J.R.R. Tolkien"
        }
    },
    {
        "id": 15,
        "title": "El Señor de los Anillos: Las dos torres",
        "image": "imagen2.jpg",
        "description": "Las Dos Torres es el segundo volumen de la trilogía El señor de los anillos, escrita por J.R.R. Tolkien. En este libro se continúa la épica historia de Frodo y sus compañeros mientras se enfrentan a numerosos peligros en su camino hacia Mordor.",
        "price": 15950,
        "stock": 8,
        "category": {
            "id": 1,
            "name": "Sagas"
        },
        "author": {
            "id": 3,
            "name": "J.R.R. Tolkien"
        }
    },
    {
        "id": 16,
        "title": "El Señor de los Anillos: El retorno del rey",
        "image": "imagen3.jpg",
        "description": "El Retorno del Rey es el tercer y último volumen de la trilogía El señor de los anillos, escrita por J.R.R. Tolkien. En este libro se culmina la gran batalla entre las fuerzas del bien y del mal, mientras Frodo y Sam continúan su peligroso viaje hacia el Monte del Destino.",
        "price": 14950,
        "stock": 5,
        "category": {
            "id": 1,
            "name": "Sagas"
        },
        "author": {
            "id": 3,
            "name": "J.R.R. Tolkien"
        }
    },
    {
        "id": 17,
        "title": "El Gran Gatsby",
        "image": "gatsby.jpg",
        "description": "El Gran Gatsby, considerada por la crítica como la gran novela norteamericana del siglo XX, se sumerge en lo más profundo de los locos años 20, época marcada por la recuperación económica tras la Primera Guerra Mundial y la Ley Seca. Jay Gatsby, un enigmático millonario que se ha hecho a sí mismo, ícono del sueño americano, construye en torno a su figura un mundo frívolo y lujoso, a través del cual pretende recuperar un amor perdido. Pero el vértigo de aquellos años, el vano resplandor de sus apariencias, acabará muy pronto... y con él, las esperanzas de su héroe.",
        "price": 9990,
        "stock": 10,
        "category": {
            "id": 2,
            "name": "Novela"
        },
        "author": {
            "id": 4,
            "name": "F. Scott Fitzgerald"
        }
    },
    {
        "id": 18,
        "title": "1984",
        "image": "1984.jpg",
        "description": "UEn el año 1984 Londres es una ciudad lúgubre en la que la Policía del Pensamiento controla de forma asfixiante la vida de los ciudadanos. Winston Smith es un peón de este engranaje perverso y su cometido es reescribir la historia para adaptarla a lo que el Partido considera la versión oficial de los hechos. Hasta que decide replantearse la verdad del sistema que los gobierna y somete.",
        "price": 14990,
        "stock": 5,
        "category": {
            "id": 3,
            "name": "Ciencia ficción"
        },
        "author": {
            "id": 5,
            "name": "George Orwell"
        }
    },
    {
        "id": 19,
        "title": "Orgullo y prejuicio",
        "image": "orgulloyprejuicio.jpg",
        "description": "Satírica, antirromántica, profunda y mordaz a un tiempo, la obra de Jane Austen nace de la observación de la vida doméstica y de un profundo conocimiento de la condición humana. Orgullo y prejuicio ha fascinado a generaciones de lectores por sus inolvidables personajes y su desopilante retrato de una sociedad, la Inglaterra victoriana y rural, tan contradictoria como absurda. Con la llegada del rico y apuesto señor Darcy a su región, las vidas de los Bennet y sus cinco hijas se vuelven del revés. El orgullo y la distancia social, la astucia y la hipocresía, los malentendidos y los juicios apresurados abocan a los personajes al escándalo y al dolor, pero también a la comprensión, el conocimiento y el amor verdadero.",
        "price": 12990,
        "stock": 18,
        "category": {
            "id": 2,
            "name": "Novela"
        },
        "author": {
            "id": 6,
            "name": "Jane Austen"
        }
    },
    {
        "id": 20,
        "title": "Cien años de soledad",
        "image": "cienaniosdesoledad.jpg",
        "description": "«Muchos años después, frente al pelotón de fusilamiento, el coronel Aureliano Buendía había de recordar aquella tarde remota en que su padre lo llevo a conocer el hielo». Con estas palabras empieza una novela legendaria, una de las aventuras literarias más fascinantes del siglo XX. La familia Buendía-lguarán, con sus milagros, fantasías, obsesiones, tragedias, incestos, adulterios, rebeldías, descubrimientos y condenas, representa al mismo tiempo el mito y la historia, la tragedia y el amor del mundo entero.",
        "price": 17990,
        "stock": 43,
        "category": {
            "id": 5,
            "name": "Realismo mágico"
        },
        "author": {
            "id": 7,
            "name": "Gabriel García Márquez"
        }
    },
    {
        "id": 21,
        "title": "Don Quijote de la Mancha",
        "image": "donquijote.jpg",
        "description": "«En un lugar de la Mancha, de cuyo nombre no quiero acordarme, no hace mucho tiempo que vivía un hidalgo de los de lanza en astillero, adarga antigua, rocín flaco y galgo corredor. » El clásico de las letras españolas entra a formar parte de esta colección única. En el año en que se celebra la efeméride, el cuarto centenario de la publicación de la Segunda parte de El Quijote, presentamos esta obra en edición especial, con la versión a cargo de Alberto Blecua.",
        "price": 24990,
        "stock": 6,
        "category": {
            "id": 12,
            "name": "Clásicos"
        },
        "author": {
            "id": 8,
            "name": "Miguel de Cervantes"
        }
    },
    {
        "id": 22,
        "title": "Crimen y Castigo",
        "image": "crimen_y_castigo.jpg",
        "description": "Considerada por la crítica como la primera obra maestra de Dostoievski, es un profundo análisis psicológico de su protagonista, el joven estudiante Raskolnikov, cuya firme creencia en que los fines humanitarios justifican la maldad le conduce al asesinato de un usurero petersburgués. Pero, desde que comete el crimen, la culpabilidad será una pesadilla constante con la que el estudiante será incapaz de convivir.",
        "price": 12000,
        "stock": 4,
        "category": {
            "id": 4,
            "name": "Novela piscológica"
        },
        "author": {
            "id": 9,
            "name": "Fyodor Dostoevsky"
        }
    },
    {
        "id": 23,
        "title": "La metamorfosis",
        "image": "la_metamorfosis.jpg",
        "description": "La metamorfosis narra la forma en que un hombre, producto de la rutina y el desamor, abandona su condición humana y se convierte en un monstruoso insecto. Franz Kafka profundiza en una problemática muy propia del mundo contemporáneo, en donde la soledad y la incomunicación se expanden como una letal epidemia.",
        "price": 10990,
        "stock": 10,
        "category": {
            "id": 2,
            "name": "Novela"
        },
        "author": {
            "id": 10,
            "name": "Franz Kafka"
        }
    },
    {
        "id": 24,
        "title": "El amor en los tiempos del cólera ",
        "image": "",
        "description": "La historia de amor entre Fermina Daza y Florentino Ariza, en el escenario de un pueblecito portuario del Caribe y a lo largo de más de sesenta años, podría parecer un melodrama de amantes contrariados que al final vencen por la gracia del tiempo y la fuerza de sus propios sentimientos, ya que García Márquez se complace en utilizar los más clásicos recursos de los folletines tradiciones. Pero este tiempo -por una vez sucesivo, y no circular-, este escenario y estos personajes son como una mezcla tropical de plantas y arcilla que la mano del maestro moldea y con las que fantasea a su placer, para al final ir a desembocar en los territorios del mito y la leyenda. Los jugos, olores y sabores del trópico alimentan una prosa alucinatoria que en esta ocasión llega al puerto oscilante del final feliz. ",
        "price": 14960,
        "stock": 24,
        "category": {
            "id": 5,
            "name": "Realismo mágico"
        },
        "author": {
            "id": 7,
            "name": "Gabriel García Márquez"
        }
    },
    {
        "id": 25,
        "title": "Pedro Páramo",
        "image": "",
        "description": "Un joven en busca de su padre perdido, un pueblo fantasma y un sin fin de personajes misteriosos y enigmaticos. Esta es la historia de Pedro Paramo, creada por el novelista y cuentista mexicano Juan Rulfo, quien nos presenta en esta intrigante novela ese sabor que caracteriza a los literatos latinos e hispanos: la pasion dramatica. Esta apasionante historia nos relata la busqueda de un muchacho por su padre, quien es el mismisimo Pedro Paramo. Y mas que una busqueda por un padre al cual nunca habia visto, Juan Preciado, el muchacho que se aventura a la penumbra de un destino fatal, es la busqueda prometida a la muerte de su madre, del regreso de aquello que le fue arrebatado, es decir, el cobro hacia su padre por haberles abandonado.",
        "price": 14020,
        "stock": 11,
        "category": {
            "id": 5,
            "name": "Realismo mágico"
        },
        "author": {
            "id": 11,
            "name": "Juan Rulfo"
        }
    },
    {
        "id": 26,
        "title": "Fahrenheit 451",
        "image": "",
        "description": "Fahrenheit 451: la temperatura a la que el papel se enciende y arde. Guy Montag es un bombero y el trabajo de un bombero es quemar libros, que están prohibidos porque son causa de discordia y sufrimiento. El Sabueso Mecánico del Departamento de Incendios, armado con una letal inyección hipodérmica, escoltado por helicópteros, está preparado para rastrear a los disidentes que aún conservan y leen libros.",
        "price": 8990,
        "stock": 8,
        "category": {
            "id": 3,
            "name": "Ciencia ficción"
        },
        "author": {
            "id": 12,
            "name": "Ray Bradbury"
        }
    },
    {
        "id": 27,
        "title": "Un mundo feliz",
        "image": "",
        "description": "Un mundo feliz (en inglés Brave New World) es la novela más famosa del escritor británico Aldous Huxley, publicada por primera vez en 1932. La novela es una distopía que anticipa el desarrollo en tecnología reproductiva, cultivos humanos e hipnopedia, manejo de las emociones por medio de drogas (soma) que, combinadas, cambian radicalmente la sociedad.",
        "price": 10990,
        "stock": 12,
        "category": {
            "id": 3,
            "name": "Ciencia ficción"
        },
        "author": {
            "id": 13,
            "name": "Aldous Huxley"
        }
    },
    {
        "id": 28,
        "title": "El extranjero",
        "image": "",
        "description": "Esta obra es considerada como una de las principales novelas existencialistas y aborda temas como la alienación, la indiferencia y la búsqueda de sentido en la vida. El protagonista, Meursault, es un hombre apático y desconectado emocionalmente que se enfrenta a las convenciones sociales y a las consecuencias de sus acciones en un ambiente opresivo. Explora la condición humana y cuestiona las normas y valores establecidos en la sociedad.",
        "price": 25950,
        "stock": 13,
        "category": {
            "id": 4,
            "name": "Novela piscológica"
        },
        "author": {
            "id": 14,
            "name": "Albert Camus"
        }
    },
    {
        "id": 29,
        "title": "El resplandor",
        "image": "elresplandor.jpg",
        "description": "En el aislamiento del Hotel Overlook, una familia se enfrenta a una presencia maligna que despierta los oscuros secretos de sus miembros y amenaza con consumirlos por completo.",
        "price": 14990,
        "stock": 5,
        "category": {
            "id": 6,
            "name": "Terror"
        },
        "author": {
            "id": 15,
            "name": "Stephen King"
        }
    },
    {
        "id": 30,
        "title": "It",
        "image": "it.jpg",
        "description": "En la aterradora ciudad de Derry, un grupo de amigos se enfrenta a una entidad malévola que adopta la forma de sus peores miedos y que resurge cada 27 años para aterrorizar a la población.",
        "price": 12990,
        "stock": 8,
        "category": {
            "id": 6,
            "name": "Terror"
        },
        "author": {
            "id": 15,
            "name": "Stephen King"
        }
    },
    {
        "id": 31,
        "title": "El exorcista",
        "image": "elexorcista.jpg",
        "description": "Una niña de doce años es poseída por una entidad demoníaca, y dos sacerdotes se enfrentan a una batalla aterradora para liberarla de la influencia del mal.",
        "price": 6990,
        "stock": 3,
        "category": {
            "id": 6,
            "name": "Terror"
        },
        "author": {
            "id": 16,
            "name": "William Peter Blatty"
        }
    },
    {
        "id": 32,
        "title": "Drácula",
        "image": "dracula.jpg",
        "description": "El icónico vampiro, el Conde Drácula, seduce y aterroriza a las personas en su búsqueda por expandir su dominio y saciar su sed de sangre.",
        "price": 9990,
        "stock": 10,
        "category": {
            "id": 6,
            "name": "Terror"
        },
        "author": {
            "id": 17,
            "name": "Bram Stoker"
        }
    },
    {
        "id": 33,
        "title": "Pet Sematary",
        "image": "petsematary.jpg",
        "description": "Una familia se muda a una casa cerca de un antiguo cementerio indio, donde descubren que los animales y las personas enterradas allí pueden volver a la vida, pero no de la misma manera.",
        "price": 13990,
        "stock": 6,
        "category": {
            "id": 6,
            "name": "Terror"
        },
        "author": {
            "id": 15,
            "name": "Stephen King"
        }
    },
    {
        "id": 34,
        "title": "Misery",
        "image": "misery.jpg",
        "description": "Un famoso escritor queda atrapado en las garras de una obsesiva y sádica fanática que lo tortura física y mentalmente para mantenerlo cautivo y continuar escribiendo para ella.",
        "price": 21990,
        "stock": 15,
        "category": {
            "id": 6,
            "name": "Terror"
        },
        "author": {
            "id": 15,
            "name": "Stephen King"
        }
    },
    {
        "id": 35,
        "title": "El retrato de Dorian Gray",
        "image": "",
        "description": "La historia comienza cuando Dorian posa para un retrato pintado por su amigo Basil Hallward. A medida que Dorian contempla su retrato, desea fervientemente que el retrato envejezca en su lugar, preservando su juventud y belleza. Su deseo se cumple, y Dorian descubre que el retrato refleja no solo su apariencia física, sino también el deterioro moral y los pecados que comete.",
        "price": 15950,
        "stock": 16,
        "category": {
            "id": 6,
            "name": "Terror"
        },
        "author": {
            "id": 18,
            "name": "Oscar Wilde"
        }
    },
    {
        "id": 36,
        "title": "El teorema Katherine",
        "image": "el_teorema_katherine.jpg",
        "description": "Colin Singleton es un adolescente prodigio de las matemáticas con dos peculiaridades: por un lado, ha sido abandonado 19 veces por una chica llamada Katherine, por otro, tiene la teoría de que puede predecir el futuro de cualquier relación amorosa gracias a una fórmula matemática",
        "price": 9990,
        "stock": 8,
        "category": {
            "id": 7,
            "name": "Literatura Juvenil"
        },
        "author": {
            "id": 19,
            "name": "John Green"
        }
    },
    {
        "id": 37,
        "title": "Eleanor & Park",
        "image": "eleanor_and_park.jpg",
        "description": "Eleanor es una chica marginada con una vida familiar problemática; Park es un chico mitad coreano que ha logrado ser popular a su manera. Pese a sus diferencias, cuando se conocen en el autobús escolar, pronto surge un fuerte vínculo entre ellos.",
        "price": 8990,
        "stock": 9,
        "category": {
            "id": 7,
            "name": "Literatura Juvenil"
        },
        "author": {
            "id": 20,
            "name": "Rainbow Rowell"
        }
    },
    {
        "id": 38,
        "title": "Matar un ruiseñor",
        "image": "matar_un_ruisenor.jpg",
        "description": "Ambientada en la época de la Gran Depresión en Alabama, esta novela sigue a Scout Finch, una niña de seis años que vive con su hermano mayor y su padre, un abogado que defiende a un hombre negro acusado injustamente de violación.",
        "price": 12990,
        "stock": 6,
        "category": {
            "id": 7,
            "name": "Literatura Juvenil"
        },
        "author": {
            "id": 21,
            "name": "Harper Lee"
        }
    },
    {
        "id": 39,
        "title": "Todo lo que nunca fuimos",
        "image": "todo_lo_que_nunca_fuimos.jpg",
        "description": "Leah es una joven que ha decidido renunciar a sus sueños por amor. Sin embargo, su perfecto universo se derrumba cuando Axel, su novio, la deja. Leah tendrá que tomar una decisión: cerrar su corazón al amor o dejar que la vida la sorprenda con nuevas oportunidades.",
        "price": 15450,
        "stock": 7,
        "category": {
            "id": 7,
            "name": "Literatura Juvenil"
        },
        "author": {
            "id": 22,
            "name": "Alice Kellen"
        }
    },
    {
        "id": 40,
        "title": "Las ventajas de ser invisible",
        "image": "las_ventajas_de_ser_invisible.jpg",
        "description": "Charlie es un chico realmente especial: lee muchísimo, no sale con amigos ni con chicas y reflexiona sobre el mundo desde un punto de vista muy particular. Su ingenuidad, su incapacidad para relacionarse normalmente y su extrema sinceridad le crean más de un problema, especialmente ahora que su único amigo ha muerto. Conocer a Sam y Patrick, los chicos más populares y vitales del colegio, provocará un giro radical en su vida que lo sumergirá de pleno en la adolescencia.",
        "price": 16890,
        "stock": 10,
        "category": {
            "id": 7,
            "name": "Literatura Juvenil"
        },
        "author": {
            "id": 23,
            "name": "Stephen Chbosky"
        }
    },
    {
        "id": 41,
        "title": "Bajo la misma estrella",
        "image": "bajo_la_misma_estrella.jpg",
        "description": "Hazel y Gus son dos adolescentes cuyo amor nace en un grupo de ayuda para pacientes de cáncer. Juntos, intentarán vivir una historia de amor tan extraordinaria como luchadora, demostrando que 'algunos infinitos son más grandes que otros infinitos'.",
        "price": 15490,
        "stock": 10,
        "category": {
            "id": 7,
            "name": "Literatura Juvenil"
        },
        "author": {
            "id": 19,
            "name": "John Green"
        }
    },
    {
        "id": 42,
        "title": "Ciudades de papel",
        "image": "ciudades_de_papel.jpg",
        "description": "Quentin Jacobsen ha vivido enamorado en secreto de la enigmática y aventurera Margo Roth Spiegelman. Una noche, Margo entra por la ventana de Quentin y le arrastra en un recorrido por la ciudad para vengarse de aquellos que le han hecho daño. Pero el día después, Margo desaparece sin dejar rastro.",
        "price": 16490,
        "stock": 8,
        "category": {
            "id": 7,
            "name": "Literatura Juvenil"
        },
        "author": {
            "id": 19,
            "name": "John Green"
        }
    },
    {
        "id": 43,
        "title": "Fangirl",
        "image": "fangirl.jpg",
        "description": "Cath, una fan de Simon Snow, tiene que lidiar con su primer año de universidad, la falta de su gemela Wren, una profesora exigente de escritura, su adorable compañero de habitación, y un chico que sólo quiere robarle el corazón. Todo esto mientras intenta salir de su mundillo de Simon Snow y enfrentarse al mundo real.",
        "price": 9890,
        "stock": 7,
        "category": {
            "id": 7,
            "name": "Literatura Juvenil"
        },
        "author": {
            "id": 20,
            "name": "Rainbow Rowell"
        }
    },
    {
        "id": 44,
        "title": "Eleanor",
        "image": "eleanor.jpg",
        "description": "Ambientada en los años 80, 'Eleanor' cuenta la historia de una intensa relación a larga distancia entre dos soñadores que nunca se encuentran: él, un fantasma, y ella, una chica que apenas sobrevive en un mundo hostil.",
        "price": 12990,
        "stock": 5,
        "category": {
            "id": 7,
            "name": "Literatura Juvenil"
        },
        "author": {
            "id": 20,
            "name": "Rainbow Rowell"
        }
    },
    {
        "id": 45,
        "title": "Narraciones extraordinarias",
        "image": "",
        "description": "Edgar Allan Poe fue uno de los pioneros del relato corto, célebre por sus historias de terror y misterio, y por haber fundado el género policial. El autor norteamericano supo insuflar vida a las regiones más oscuras del alma humana en cuentos como los que se presentan en esta edición. Este libro reúne una selección de sus mejores narraciones y varias de sus maravillosas composiciones poéticas, entre las que se encuentra «El cuervo». Los textos se acompañan de inquietantes ilustraciones creadas especialmente para esta edición.",
        "price": 15950,
        "stock": 23,
        "category": {
            "id": 8,
            "name": "Clásicos y cuentos"
        },
        "author": {
            "id": 24,
            "name": "Edgar Allan Poe"
        }
    },
    {
        "id": 46,
        "title": "La chica del tren",
        "image": "",
        "description": "Rachel, una mujer alcohólica y deprimida, se obsesiona con una pareja que ve todos los días desde el tren. Cuando la mujer desaparece misteriosamente, Rachel se involucra en la investigación y descubre oscuros secretos.",
        "price": 15950,
        "stock": 7,
        "category": {
            "id": 9,
            "name": "Policial"
        },
        "author": {
            "id": 25,
            "name": "Paula Hawkins"
        }
    },
    {
        "id": 47,
        "title": "Punto Ciego",
        "image": "",
        "description": "Desde que son niños Edie, Jake y Ryan han sido inseparables. Ellos tres contra el mundo. Edie pensaba que su amistad podría con todo, así que cuando su marido Jake es brutalmente asesinado y su mejor amigo, Ryan, acusado del crimen, su mundo se desmorona. Edie está sola por primera vez en muchos años en la casa del acantilado que compartía con Jake. Está en pleno duelo y tiene miedo, y no le falta razón para tenerlo, pues alguien la está vigilando, alguien que ha estado esperando este momento. Ahora que Edie es vulnerable, el pasado del que ha intentado huir desesperadamente está a punto de llamar a su puerta.",
        "price": 15000,
        "stock": 10,
        "category": {
            "id": 9,
            "name": "Policial"
        },
        "author": {
            "id": 25,
            "name": "Paula Hawkins"
        }
    },
    {
        "id": 48,
        "title": "La Dalia Negra",
        "image": "",
        "description": "El 15 de enero de 1947, en un solar de Los Ángeles, apareció el cadáver desnudo y seccionado en dos de una mujer joven. El médico forense determinó que la habían torturado durante días. Elizabeth Short, de 22 años, llamada la Dalia Negra, llevará a los detectives a los bajos fondos de Hollywood, para así involucrar a cierta s personas adineradas de Los Ángeles. Ambos están obsesionados por lo que fue la vida",
        "price": 9990,
        "stock": 7,
        "category": {
            "id": 9,
            "name": "Policial"
        },
        "author": {
            "id": 26,
            "name": "James Ellroy"
        }
    },
    {
        "id": 49,
        "title": "Estudio en escarlata",
        "image": "",
        "description": "En Estudio en escarlata Holmes da inicio a su leyenda resolviendo el caso de la aparición de un cadáver hallado en extrañas circunstancias, mientras la policía se pierde en erróneas pistas y culpables que resultan no serlo. Sherlock Holmes da cuenta de su pericia y agudo olfato para descubrir que tras el asesinato hay toda una siniestra historia que se remonta al pasado.",
        "price": 11190,
        "stock": 5,
        "category": {
            "id": 9,
            "name": "Policial"
        },
        "author": {
            "id": 27,
            "name": "Arthur Conan Doyle"
        }
    },
    {
        "id": 50,
        "title": "Los Crímenes de la Calle Morgue",
        "image": "",
        "description": "El asesinato de una madre y su hija ha sacudido a la sociedad parisina decimonónica debido a la crueldad con que fue cometido el crimen, pero sobre todo porque la policía ha sido incapaz de encontrar al asesino a pesar de haber entrevistado a numerosos testigos. Sin embargo, la vieja casona de la calle Morgue donde fueron encontradas muertas ambas mujeres es todo lo que necesita Augusto Dupin, un aristócrata venido a menos pero poseedor de una inteligencia fuera de lo común, para dilucidar un misterio que parecía irresoluble. 'Los crímenes de la calle Morgue' es considerado el texto fundador de la novela de detectives.",
        "price": 6990,
        "stock": 23,
        "category": {
            "id": 9,
            "name": "Policial"
        },
        "author": {
            "id": 24,
            "name": "Edgar Allan Poe"
        }
    },
    {
        "id": 52,
        "title": "El túnel",
        "image": "",
        "description": " El pintor Juan Pablo Castel, recluido en prisión acusado del asesinato de María Iribarne. Rememora durante su encierro la serie de acontecimientos que le llevaron a perder el control, a convertirse en un hombre con el interior oscuro, un hombre poseído por una insalvable soledad, aquella provocada por la ausencia de la mujer amada hasta el límite, la del engaño que ha convertido su corazón en un pedazo duro y frío de hielo y ha colocado entre sus manos el cuchillo que pone fin al sufrimiento.",
        "price": 9500,
        "stock": 51,
        "category": {
            "id": 10,
            "name": "Literatura latinoamericana"
        },
        "author": {
            "id": 28,
            "name": "Ernesto Sábato"
        }
    },
    {
        "id": 53,
        "title": "Sobre héroes y tumbas",
        "image": "",
        "description": "El dualismo entre el bien y el mal, la incomunicación, el sin sentido y otras angustias del hombre modernoUna novela donde Ernesto Sábato plantea toda su carga ideológica. Centrada en el personaje de Martín, un hombre en busca de sí mismo, el escritor argentino expone su particular visión sobre la soledad, tema clave en su narrativa. Cercana a ciertas obras del existencialismo francés despertó la admiración de Camus.",
        "price": 16960,
        "stock": 14,
        "category": {
            "id": 10,
            "name": "Literatura latinoamericana"
        },
        "author": {
            "id": 28,
            "name": "Ernesto Sábato"
        }
    },
    {
        "id": 54,
        "title": "La resistencia",
        "image": "",
        "description": "Ernesto Sabato lanza un mensaje esperanzado al océano de individualismo y pobreza existencial en el que navegamos por estos tiempos. Y su palabra es una llamado a la capacidad de rebelarse. La resistencia es un libro para aquellos que saben leer los símbolos que se abisman entre uno y el universo: la incomunicación, el narcisismo, la reverencia a los dioses de la televisión, el trabajo deshumanizado, el imperio de la máquina sobre el ser, el sometimiento y la masificación, el creciente sentimiento de orfandad, la competencia feroz y el vértigo apocalíptico en el que toda posibilidad de diálogo desaparece. Entonces la pregunta es: ¿cómo resistir?",
        "price": 9990,
        "stock": 16,
        "category": {
            "id": 10,
            "name": "Literatura latinoamericana"
        },
        "author": {
            "id": 28,
            "name": "Ernesto Sábato"
        }
    },
    {
        "id": 55,
        "title": "El Coronel no tiene a quien le escriba",
        "image": "",
        "description": "napolitanaTras el barroquismo faulkneriano de La hojarasca, esta segunda novela supone un paso hacia la ascesis, hacia la economía expresiva, y el estilo del escritor se hace más puro y transparente. Se trata también de una historia de injusticia y violencia: un viejo coronel retirado va al puerto todos los viernes a esperar la llegada de la carta oficial que responda a la justa reclamación de sus derechos por los servicios prestados a la patria. Pero la patria permanece muda.",
        "price": 20000,
        "stock": 15,
        "category": {
            "id": 10,
            "name": "Literatura latinoamericana"
        },
        "author": {
            "id": 7,
            "name": "Gabriel García Márquez"
        }
    },
    {
        "id": 56,
        "title": "Rayuela",
        "image": "",
        "description": "Rayuela (1963) es la gran novela de Julio Cortázar. El libro donde el escritor argentino supo condensar sus propias obsesiones estéticas, literarias y vitales en un mosaico casi inagotable donde toda una época se vio maravillosamente reflejada. El amor turbulento de Oliveira y La Maga, los amigos del Club de la Serpiente, las caminatas por París en busca del cielo y el infierno tienen su contracara en la aventura simétrica de Oliveira, Talita y Traveler en una Buenos Aires teñida por el recuerdo. La aparición de Rayuela fue una verdadera revolución dentro de la novelística en lengua española: por primera vez, un escritor llevaba hasta las últimas consecuencias la voluntad de transgredir el orden tradicional de una historia y el lenguaje para contarla. El resultado es este libro único abierto a múltiples lecturas, lleno de humor, de riesgo y de úna originalidad sin precedentes.",
        "price": 15950,
        "stock": 5,
        "category": {
            "id": 10,
            "name": "Literatura latinoamericana"
        },
        "author": {
            "id": 29,
            "name": "Julio Cortázar"
        }
    },
    {
        "id": 57,
        "title": "Todos los fuegos el fuego ",
        "image": "",
        "description": "Todos los fuegos el fuego (1966) ofrece ocho muestras rotundas de la plenitud creadora que alcanzan los cuentos de Cortázar. Desde la exasperada metáfora de las relaciones humanas que es “La autopista del sur” hasta la maestría de “El otro cielo”, Cortázar vuelve a abrir nuevos caminos con relatos que son referencia obligada para sus lectores y para los amantes del cuento en general. Una fiesta de inteligencia, de pasión y geni",
        "price": 10000,
        "stock": 4,
        "category": {
            "id": 10,
            "name": "Literatura latinoamericana"
        },
        "author": {
            "id": 29,
            "name": "Julio Cortázar"
        }
    },
    {
        "id": 58,
        "title": "Como agua para chocolate",
        "image": "",
        "description": "Tita y Pedro se aman. Pero ella está condenada a permanecer soltera, cuidando a su madre hasta que éste muerta. Y pedro, para estar cerca  de Tita, se casa con la hermana de ella, Rosaura. Las recetas de cocina que Tita elabora, demás de construir narrativamente la novela, puntean el paso de las estaciones de su vida, siempre marcada por la presente ausencia de Pedro. Como agua para chocolate es una agridulce comedia de amores y desencuentro, una obra chispeante, tierna y pletórica de talento que se ha convertido en uno de los mayores éxitos de la literatura latinoamericana. «como agua para chocolate es una deliciosa historia sobre el amor y la pasión, la tradición y la buena comida. A medio camino entre la novela por entregas y el libro de recetas, es una comedia de amores y desamores, recetas de cocina y remedios caseros.»",
        "price": 7750,
        "stock": 5,
        "category": {
            "id": 10,
            "name": "Literatura latinoamericana"
        },
        "author": {
            "id": 30,
            "name": "Laura Esquivel"
        }
    },
    {
        "id": 59,
        "title": "La tregua",
        "image": "",
        "description": "Martín Santomé está a punto de jubilarse. Aunque le ofrecen ser subgerente de la compañía si a cambio posterga dos años su retiro, no acepta: lo único que le produce cierta ilusión es pensar en no ir más a la oficina. Su vida corre por los rieles de la rutina absoluta, sin sorpresas, pero de pronto comienza a mirar con otros ojos a una nueva compañera que trabaja bajo sus órdenes. ¿Será capaz esta mujer de volver a hacerlo sentir vivo y sacarlo de su monótona soledad?",
        "price": 9890,
        "stock": 22,
        "category": {
            "id": 10,
            "name": "Literatura latinoamericana"
        },
        "author": {
            "id": 31,
            "name": "Mario Benedetti"
        }
    },
    {
        "id": 60,
        "title": "Inventario uno",
        "image": "",
        "description": "Inventario Uno reúne todos los poemas publicados en libro por Mario Benedetti entre 1950 y 1985. Algunos textos, que fueron musicalizados, figuran en sus dos formas: poema y canción. Como explica el propio Benedetti, “el volumen se abre con la producción más reciente y concluye con la más antigua, quizá con la secreta esperanza de que el lector, al tener acceso a esta obra por la puerta más nueva y cercana, se vea luego tentado de ir abriendo otras puertas, a beneficio de inventario”. La vocación comunicante es permanente en la obra del autor, y los lectores –que regresamos una y otra vez a sus páginas– construimos con los poemas de Benedetti ese cierto “aire de familia” que se siente ante el paisaje conocido, el amor, la nostalgia del exilio y la maravilla de ver la desesperanza trocada en ilusión.",
        "price": 36160,
        "stock": 7,
        "category": {
            "id": 11,
            "name": "Poesía"
        },
        "author": {
            "id": 31,
            "name": "Mario Benedetti"
        }
    },
    {
        "id": 61,
        "title": "Inventario dos",
        "image": "",
        "description": "Como complemento de Inventario Uno, este volumen reúne todos los poemas que Mario Benedetti publicó entre los años 1986 y 1991: Preguntas al azar (1986), Yesterday y mañana (1988), Despistes y franquezas (1990) y Las soledades de Babel (1991). Sin duda, este es un libro fundamental para gozar de la lectura y reafirmar el gusto por el autor. Este compendio de escritos ayuda a recuperar la sensación de felicidad que ofrece, generosamente, quien invita a la fiesta de la poesía, y entonces, la “soledad tan concurrida” se puebla de voces, ritmos y deseos.",
        "price": 30900,
        "stock": 4,
        "category": {
            "id": 11,
            "name": "Poesía"
        },
        "author": {
            "id": 31,
            "name": "Mario Benedetti"
        }
    },
    {
        "id": 62,
        "title": "Inventario tres",
        "image": "",
        "description": "Integran esta edición de Inventario Tres todos los poemas que Mario Benedetti publicó en libros entre 1995 y 2002: El olvido está lleno de memoria (1995), La vida, ese paréntesis (1998), Rincón de Haikus (1999) y El mundo que respiro (2001). Dueño de una escritura lúcida y directa, la obra de Mario Benedetti se inscribe en la mejor tradición de las letras latinoamericanas, en donde temas como la memoria, el espanto y el pasado atraviesan estás páginas junto a los más amenos y bienvenidos tópicos como la alegría de vivir, la esperanza y por sobre todo, la belleza de la palabra.",
        "price": 31190,
        "stock": 7,
        "category": {
            "id": 11,
            "name": "Poesía"
        },
        "author": {
            "id": 31,
            "name": "Mario Benedetti"
        }
    },
    {
        "id": 63,
        "title": "Poesía completa",
        "image": "",
        "description": "Además de extraordinario narrador y ensayista, Borges fue un excelentepoeta. De hecho, puede decirse que la poesía es el alma de su obra.Indisociable de sus cuentos y ensayos, estos poemas son parteindispensable del universo borgiano y constituyen una indagaciónparalela a los asuntos que siempre le apasionaron: los libros, lamemoria, los laberintos, los espejos, el amor o la eternidad.",
        "price": 14000,
        "stock": 7,
        "category": {
            "id": 11,
            "name": "Poesía"
        },
        "author": {
            "id": 32,
            "name": "Jorge Luis Borges"
        }
    },
    {
        "id": 64,
        "title": "En esta noche, en este mundo",
        "image": "",
        "description": "La colección «Poesía portátil» publica esta antología poética de una de las escritoras argentinas más emblemáticas de la segunda mitad del siglo XX: Alejandra Pizarnik. La dura sensualidad y el profundo intimismo de Alejandra Pizarnik confluyen en esta selección de su obra poética, a cargo de Ana Becciu.   La autora, figura de culto de las letras hispanas y una de las escritoras más representativas de la segunda mitad del siglo XX, muestra en sus versos las entrañas de alguien torturado, que ama de un modo animal, que devora y que coquetea con dejarse ir para siempre.",
        "price": 13690,
        "stock": 14,
        "category": {
            "id": 11,
            "name": "Poesía"
        },
        "author": {
            "id": 33,
            "name": "Alejandra Pizarnik"
        }
    },
    {
        "id": 65,
        "title": "Lagar",
        "image": "",
        "description": "La experiencia del mundo que trasuntan los poemas de Lagar es compleja alerta, erizada, contradictoria- y el lenguaje en el que se manifiesta, si bien se estructura en la austeridad, en muchos momentos se hace incomprensible para la lectura que reduzca el efecto de la poesía a la narratividad y al sentimentalismo. Lagar es un libro importante en el ámbito de la poesía chilena. A cincuenta años de su publicación, su densidad material no ha sido aún del todo desmadejada, ni su retórica superada por los inexorables cambios que nos acarrea el tiempo. Nunca fue, probablemente, un libro joven, y por lo mismo se ha librado de la obligación de envejecer. ",
        "price": 12520,
        "stock": 7,
        "category": {
            "id": 11,
            "name": "Poesía"
        },
        "author": {
            "id": 34,
            "name": "Gabriela Mistral"
        }
    },
    {
        "id": 66,
        "title": "La Ilíada",
        "image": "",
        "description": "La Ilíada, compuesta en el siglo VIII a.C., narra una leyenda micénica situada en el siglo XIII a.C., una edad heroica dominada por los aspectos militares, el individualismo desenfrenado y la persecución de la riqueza y la gloria. La Ilíada cuenta un episodio de la epopeya de la rica y estratégica ciudad de Troya, o Ilión. Es el poema de la cólera de Aquiles, hijo de mortal y diosa y el más destacado de los combatientes griegos, en su afán de heroicidad y sus ansias de venganza. El poema de una gran guerra que afecta a multitud de seres humanos, víctimas del enfrentamiento personal de un reducido grupo de héroes en su particular lucha por el poder. El canto del dolor y el sufrimiento, de la caída de unos valores y de un modo de vida, refinado y aristocrático, que acaba en la muerte o en la esclavitud. Pero es también la exaltación de la belleza de la fascinación por la acción y la consecución de la gloria. ",
        "price": 14890,
        "stock": 7,
        "category": {
            "id": 12,
            "name": "Clásicos"
        },
        "author": {
            "id": 35,
            "name": "Homero"
        }
    },
    {
        "id": 67,
        "title": "La Odisea",
        "image": "",
        "description": "La Odisea es el relato de las aventuras de Odiseo durante su viaje de regreso a Ítaca, después de conquistar Troya. Odiseo es el modelo del héroe errante que se enfrenta a la adversidad y, con fuerza, astucia y alguna ayuda de los dioses, supera las duras pruebas y situaciones que le separan tanto de sus seres queridos, su fiel esposa Penélope y su hijo Telémaco, como de su patria.",
        "price": 9990,
        "stock": 3,
        "category": {
            "id": 12,
            "name": "Clásicos"
        },
        "author": {
            "id": 35,
            "name": "Homero"
        }
    },
    {
        "id": 68,
        "title": "Cumbres Borrascosas",
        "image": "",
        "description": "La épica historia de Catherine Heathcliff, situada en los sombríos y desolados páramos de Yorkshire, constituye una asombrosa visión metafísica del destino, la obsesión, la pasión y la venganza. Publicada por primera vez en 1847, un año antes de morir su autora, esta obra rompía por completo con los cánones del 'decoro' que la Inglaterra victoriana exigía a toda novela, tanto en el tema escogido como en la descripción de los personajes. Muchos la calificaron de 'burda, desagradable y alarmante', pero en ningún momento se dudó de la singularidad de su estructura narrativa y de la fuerza de su lenguaje. Son estos valores los que con posterioridad crearon escuela y convirtieron la novela de Emily Bronte en una de las obras maestras de la literatura universal.",
        "price": 20190,
        "stock": 17,
        "category": {
            "id": 12,
            "name": "Clásicos"
        },
        "author": {
            "id": 36,
            "name": "Emily Brontë"
        }
    },
    {
        "id": 69,
        "title": "Los viajes de Gulliver",
        "image": "",
        "description": "Los viajes de Gulliver es una sátira en prosa del escritor y clérigo irlandés Jonathan Swift, que es a la vez una sátira sobre la naturaleza humana y el subgénero literario de los «relatos de viajes». Es la obra de narración larga más conocida de Swift, y un clásico de la literatura en inglés. La obra se considera un clásico de la literatura universal y ha inspirado numerosas adaptaciones y versiones.",
        "price": 11000,
        "stock": 10,
        "category": {
            "id": 12,
            "name": "Clásicos"
        },
        "author": {
            "id": 37,
            "name": "Jonathan Swift"
        }
    },
    {
        "id": 70,
        "title": "El Principito",
        "image": "",
        "description": " El Principito narra la historia de un niño príncipe que vive en un pequeño asteroide y que cae a la Tierra, donde conoce a un piloto varado en el desierto. Ambos entablan una conversación en clave poética donde hablan de filosofía, de crítica social, del amor, del honor y de mucho de lo que nos hace humanos.",
        "price": 9990,
        "stock": 10,
        "category": {
            "id": 12,
            "name": "Clásicos"
        },
        "author": {
            "id": 38,
            "name": "Antoine de Saint-Exupéry"
        }
    }
]